12/data/attachments/49576909504fee8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Amanda_medical_Actions_67646_1</nif:username>
            <nif:friendToBeRequested>soap_actions_b585d80b-ed86-486a-bcf5-b496beb7c3cf</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>